[
  {
    "Task": "Walk for 10 minutes",
    "Short Info": "Fresh air and a short walk are proven to boost creativity and reduce stress. Perfect for clearing your mind."
  },
  {
    "Task": "Breathe Deeply for 60 seconds",
    "Short Info": "Simple, slow, deep breaths activate the parasympathetic nervous system, helping to calm your mind and body."
  },
  {
    "Task": "Write Down 3 Good Things",
    "Short Info": "Practicing gratitude shifts your focus from what's stressful to what's positive, boosting overall happiness."
  },
  {
    "Task": "Unplug (No Screens) for 15 minutes",
    "Short Info": "Give your eyes and brain a rest. This pause helps reduce digital fatigue and encourages present-moment awareness."
  },
  {
    "Task": "Plan Your Top 3 Priorities",
    "Short Info": "Taking a moment to organize prevents feeling overwhelmed later, giving you a sense of control and clarity."
  },
  {
    "Task": "Listen to One Uplifting Song",
    "Short Info": "Music is a powerful mood shifter! It can elevate your energy and provide a quick mental break."
  },
  {
    "Task": "Reach Out to One Person",
    "Short Info": "A quick text or call to a friend or family member strengthens your social connection, which is vital for mental health."
  },
  {
    "Task": "Practice a 5-Minute Meditation",
    "Short Info": "Even a brief session can sharpen your focus and reduce the internal noise of worrying thoughts."
  },
  {
    "Task": "Drink a Full Glass of Water",
    "Short Info": "Hydration is key! This is a fast way to boost energy, improve focus, and support physical function."
  },
  {
    "Task": "Stretch for 5 Minutes",
    "Short Info": "Targeting your neck, shoulders, and back can release built-up tension and improve posture from sitting."
  },
  {
    "Task": "Stand Up and Move Every Hour",
    "Short Info": "Breaking long periods of sitting with movement improves circulation and wakes up your muscles."
  },
  {
    "Task": "Do 25 Squats or Lunges",
    "Short Info": "A quick burst of compound exercises builds muscle and gets your heart rate up, leading to a jolt of energy."
  },
  {
    "Task": "Focus on Your Posture for 1 Minute",
    "Short Info": "Straighten your spine, drop your shoulders. Good posture can reduce back pain and even boost confidence."
  },
  {
    "Task": "Take the Stairs Today",
    "Short Info": "A simple way to incorporate cardiovascular health into your routine without needing extra time. Make daily tasks count."
  },
  {
    "Task": "Roll Your Ankles and Wrists (30s each)",
    "Short Info": "Quick joint mobility exercises keep joints healthy and prevent stiffness, especially if you type or sit a lot."
  },
  {
    "Task": "Prepare a Healthy Snack",
    "Short Info": "Having fruit, nuts, or veggies ready prevents hitting the vending machine and keeps your energy stable."
  },
  {
    "Task": "Wash Your Face",
    "Short Info": "This small ritual is a sensory reset that makes you feel instantly cleaner and more mentally refreshed."
  },
  {
    "Task": "Tidy One Small Area (e.g., your desk)",
    "Short Info": "A clear physical space often translates to a clear mental space. A small win for reducing clutter and stress."
  },
  {
    "Task": "Eat Your Meal Mindfully for 5 Minutes",
    "Short Info": "Focus on the taste, texture, and smell of your food to improve digestion and satisfaction."
  },
  {
    "Task": "Smile at Yourself in the Mirror",
    "Short Info": "Studies show the physical act of smiling can trick your brain into feeling happier."
  },
  {
    "Task": "Schedule Your Next Task",
    "Short Info": "Setting a time limit for a later task increases the chance you'll do it, ensuring important things don't get missed."
  }
]